Repository: Eternity-boundary/AstralChronicle
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# AppDescription
source: Windows Event Intelligence
ja_jp: Windows イベント インテリジェンス
zh_cn: Windows 事件智能查看器
zh_tw: Windows 事件智慧檢視器

# AppTitleBar.Subtitle
source: Windows Event Intelligence
ja_jp: Windows イベント インテリジェンス
zh_cn: Windows 事件智能查看器
zh_tw: Windows 事件智慧檢視器

# ShellGreeting.Morning
source: Good morning
ja_jp: おはようございます
zh_cn: 早上好
zh_tw: 早安

# ShellGreeting.Afternoon
source: Good afternoon
ja_jp: こんにちは
zh_cn: 下午好
zh_tw: 午安

# ShellGreeting.Evening
source: Good evening
ja_jp: こんばんは
zh_cn: 晚上好
zh_tw: 晚安

# ShellGreeting.Night
source: Good night
ja_jp: おやすみなさい
zh_cn: 夜深了，晚安
zh_tw: 夜深了，晚安

# ShellSystemStatusLabel.Text
source: System status:
ja_jp: システムの状態:
zh_cn: 系统状态：
zh_tw: 系統狀態：

# ShellSystemStatusMonitoringNotConfigured.Text
source: Monitoring not configured
ja_jp: 監視が設定されていません
zh_cn: 尚未配置监控
zh_tw: 尚未設定監控

# ShellSearchBox.PlaceholderText
source: Search
ja_jp: 検索
zh_cn: 搜索
zh_tw: 搜尋

# DashboardNavigationItem.Content
source: Dashboard
ja_jp: ダッシュボード
zh_cn: 仪表盘
zh_tw: 儀表板

# EventLogsNavigationItem.Content
source: Event Logs
ja_jp: イベント ログ
zh_cn: 事件日志
zh_tw: 事件記錄

# TimelineNavigationItem.Content
source: Timeline
ja_jp: タイムライン
zh_cn: 时间线
zh_tw: 時間軸

# ProvidersNavigationItem.Content
source: Providers
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# SessionsNavigationItem.Content
source: Sessions
ja_jp: セッション
zh_cn: 会话
zh_tw: 工作階段

# SavedViewsNavigationItem.Content
source: Saved Views
ja_jp: 保存済みビュー
zh_cn: 已保存视图
zh_tw: 已儲存的檢視

# LiveNavigationItem.Content
source: Live
ja_jp: ライブ
zh_cn: 实时
zh_tw: 即時

# RemoteNavigationItem.Content
source: Remote
ja_jp: リモート
zh_cn: 远程
zh_tw: 遠端

# SettingsNavigationItem.Content
source: Settings
ja_jp: 設定
zh_cn: 设置
zh_tw: 設定

# EventLogsCustomViewsNavigationItem.Content
source: Custom Views
ja_jp: カスタム ビュー
zh_cn: 自定义视图
zh_tw: 自訂檢視

# EventLogs.CustomViewsLoading.Text
source: Loading custom views…
ja_jp: カスタム ビューを読み込んでいます…
zh_cn: 正在加载自定义视图…
zh_tw: 正在載入自訂檢視…

# EventLogs.CustomViewsUnavailable.Text
source: Unable to read custom views.
ja_jp: カスタム ビューを読み取れません。
zh_cn: 无法读取自定义视图。
zh_tw: 無法讀取自定檢視。

# EventLogs.CustomViewChannel.Text
source: Custom view
ja_jp: カスタム ビュー
zh_cn: 自定义视图
zh_tw: 自訂檢視

# EventLogsAdministrativeEventsNavigationItem.Content
source: Administrative Events
ja_jp: 管理イベント
zh_cn: 系统管理事件
zh_tw: 系統管理事件

# EventLogsWindowsLogsNavigationItem.Content
source: Windows Logs
ja_jp: Windows ログ
zh_cn: Windows 日志
zh_tw: Windows 記錄

# EventLogsApplicationNavigationItem.Content
source: Application
ja_jp: アプリケーション
zh_cn: 应用程序
zh_tw: 應用程式

# EventLogsSecurityNavigationItem.Content
source: Security
ja_jp: セキュリティ
zh_cn: 安全性
zh_tw: 安全性

# EventLogsSetupNavigationItem.Content
source: Setup
ja_jp: セットアップ
zh_cn: 安装程序
zh_tw: 安裝程式

# EventLogsSystemNavigationItem.Content
source: System
ja_jp: システム
zh_cn: 系统
zh_tw: 系統

# EventLogsForwardedEventsNavigationItem.Content
source: Forwarded Events
ja_jp: 転送されたイベント
zh_cn: 转发的事件
zh_tw: 轉送的事件

# EventLogsApplicationsAndServicesNavigationItem.Content
source: Applications and Services Logs
ja_jp: アプリケーションとサービス ログ
zh_cn: 应用程序和服务日志
zh_tw: 應用程式及服務記錄

# EventLogsSubscriptionsNavigationItem.Content
source: Subscriptions
ja_jp: サブスクリプション
zh_cn: 订阅
zh_tw: 訂閱

# EventLogs.ChannelDisabledSuffix.Text
source: (disabled)
ja_jp: (無効)
zh_cn: （已禁用）
zh_tw: （已停用）

# EventLogs.ChannelAccessDeniedSuffix.Text
source: (access denied)
ja_jp: (アクセスが拒否されました)
zh_cn: （访问被拒绝）
zh_tw: （拒絕存取）

# EventLogs.ChannelUnavailableSuffix.Text
source: (unavailable)
ja_jp: (利用不可)
zh_cn: （不可用）
zh_tw: （無法使用）

# EventLogs.DynamicChannelsUnavailable.Text
source: Applications and Services Logs are unavailable.
ja_jp: アプリケーションとサービス ログは利用できません。
zh_cn: 应用程序和服务日志不可用。
zh_tw: 應用程式及服務記錄目前無法使用。

# EventLogs.DynamicChannelsNone.Text
source: No Applications and Services Logs channels are available.
ja_jp: 利用可能なアプリケーションとサービス ログのチャネルはありません。
zh_cn: 没有可用的“应用程序和服务日志”通道。
zh_tw: 目前沒有可用的應用程式及服務記錄頻道。

# EventLogs.DynamicChannelsLoading.Text
source: Loading Applications and Services Logs…
ja_jp: アプリケーションとサービス ログを読み込んでいます…
zh_cn: 正在加载“应用程序和服务日志”…
zh_tw: 正在載入應用程式及服務記錄…

# EventLogCatalogTitle.Text
source: Event log catalog
ja_jp: イベント ログ カタログ
zh_cn: 事件日志目录
zh_tw: 事件記錄目錄

# EventLogCatalogDescription.Text
source: Counts channels available to the current Windows user without loading event records.
ja_jp: イベント レコードを読み込まず、現在の Windows ユーザーが利用できるチャネルを数えます。
zh_cn: 不加载事件记录，仅统计当前 Windows 用户可访问的通道数量。
zh_tw: 在不載入事件記錄的情況下，計算目前 Windows 使用者可用的頻道數量。

# LatestSystemEventTitle.Text
source: Latest System event
ja_jp: 最新のシステム イベント
zh_cn: 最新 System 事件
zh_tw: 最新 System 事件

# FoundationReadyInfoBar.Title
source: Foundation ready
ja_jp: 基盤の準備ができました
zh_cn: 基础功能已就绪
zh_tw: 基礎功能已就緒

# FoundationReadyInfoBar.Message
source: Event stream browsing, filtering, saved views, subscriptions, and diagnostics will be added as independently registered features.
ja_jp: イベント ストリームの閲覧、フィルター、保存済みビュー、サブスクリプション、診断は、個別に登録された機能として追加されます。
zh_cn: 事件流浏览、筛选、保存视图、订阅和诊断将作为可独立注册的功能提供。
zh_tw: 事件串流瀏覽、篩選、儲存檢視、訂閱與診斷功能將以獨立功能模組加入。

# LazyFeatureInfoBar.Title
source: Lazy-loaded feature boundary
ja_jp: 遅延読み込み機能の境界
zh_cn: 延迟加载功能边界
zh_tw: 延遲載入功能邊界

# LazyFeatureInfoBar.Message
source: This page is created only after its navigation route is selected.
ja_jp: このページは、ナビゲーション ルートを選択した後に作成されます。
zh_cn: 仅当选择对应的导航路由后，才会创建此页面。
zh_tw: 只有在選取導覽路由後才會建立此頁面。

# Dashboard.Heading
source: Dashboard
ja_jp: ダッシュボード
zh_cn: 仪表盘
zh_tw: 儀表板

# Dashboard.Loading.Text
source: Dashboard data is loading
ja_jp: ダッシュボード データを読み込んでいます
zh_cn: 正在加载仪表盘数据
zh_tw: 正在載入儀表板資料

# Dashboard.LoadingDetails.Text
source: Windows event statistics are being calculated in the background.
ja_jp: Windows イベントの統計情報をバックグラウンドで計算しています。
zh_cn: 正在后台计算 Windows 事件统计信息。
zh_tw: Windows 事件統計正在背景計算。

# Dashboard.Monitoring.NotConfigured.Text
source: Not configured
ja_jp: 未設定
zh_cn: 尚未设置
zh_tw: 尚未設定

# Dashboard.QueryUnavailable.Text
source: Event statistics are unavailable.
ja_jp: イベントの統計情報は利用できません。
zh_cn: 事件统计当前无法使用。
zh_tw: 事件統計目前無法使用。

# Dashboard.QueryFailed.Text
source: Dashboard data could not be loaded.
ja_jp: ダッシュボード データを読み込めませんでした。
zh_cn: 无法加载仪表盘数据。
zh_tw: 無法載入儀表板資料。

# Dashboard.ErrorDetails.Text
source: Technical details — Win32 error {0}.
ja_jp: 技術的な詳細 — Win32 エラー {0}。
zh_cn: 技术详细信息 — Win32 错误 {0}。
zh_tw: 技術詳細資料 — Win32 錯誤 {0}。

# Dashboard.CrashTimelineLoading.Text
source: Preparing the local event sequence…
ja_jp: ローカル イベントの時系列を準備しています…
zh_cn: 正在准备本地事件时间序列…
zh_tw: 正在準備本機事件序列…

# Dashboard.CrashTimeline.Suggested.Text
source: Recent {0} event {1} is a time-proximity signal. Open Event Logs to investigate the confirmed event data.
ja_jp: 最近の {0} イベント {1} は時間的な近接を示すシグナルです。確認済みのイベント データを調べるには、イベント ログを開いてください。
zh_cn: 最近的 {0} 事件 {1} 仅表示时间上相近。请打开事件日志调查已确认的事件数据。
zh_tw: 最近的 {0} 事件 {1} 是時間接近訊號。請開啟事件記錄以調查已確認的事件資料。

# Dashboard.CrashTimeline.NoData.Text
source: No recent critical or error events were found for a local sequence.
ja_jp: ローカルの時系列に該当する最近の重大またはエラー イベントは見つかりませんでした。
zh_cn: 未找到可用于本地时间序列的近期严重或错误事件。
zh_tw: 找不到可建立本機序列的近期重大或錯誤事件。

# DashboardStatusInfoBar.Title
source: Dashboard status
ja_jp: ダッシュボードの状態
zh_cn: 仪表盘状态
zh_tw: 儀表板狀態

# DashboardStatusInfoBar.Message
source: Dashboard status.
ja_jp: ダッシュボードの状態。
zh_cn: 仪表盘状态。
zh_tw: 儀表板狀態。

# Dashboard.Summary.Initial
source: Preparing the native Windows Event Log catalog.
ja_jp: ネイティブ Windows イベント ログのカタログを準備しています。
zh_cn: 正在准备原生 Windows 事件日志目录。
zh_tw: 正在準備原生 Windows 事件記錄目錄。

# Dashboard.Summary.Ready
source: Native Windows Event Log discovery is available through the service boundary.
ja_jp: ネイティブ Windows イベント ログの検出は、サービス境界を通じて利用できます。
zh_cn: 可通过服务边界发现本机 Windows 事件日志。
zh_tw: 原生 Windows 事件記錄探索已透過服務邊界提供。

# Dashboard.RecentEventLoading
source: Loading the latest System event…
ja_jp: 最新のシステム イベントを読み込んでいます…
zh_cn: 正在加载最新 System 事件…
zh_tw: 正在載入最新 System 事件…

# Dashboard.RecentEventTemplate
source: {0} · Event {1} · Record {2}
ja_jp: {0} · イベント {1} · レコード {2}
zh_cn: {0} · 事件 {1} · 记录 {2}
zh_tw: {0} · 事件 {1} · 記錄 {2}

# Dashboard.NoSystemEvents
source: The System channel is unavailable or contains no readable events.
ja_jp: システム チャネルは利用できないか、読み取り可能なイベントがありません。
zh_cn: 系统通道不可用，或其中没有可读取的事件。
zh_tw: System 頻道無法使用，或沒有可讀取的事件。

# DashboardSourceMetricTitle.Text
source: Source
ja_jp: ソース
zh_cn: 来源
zh_tw: 資料來源

# DashboardSourceMetricValue.Text
source: System
ja_jp: システム

# DashboardSourceMetricHint.Text
source: Native Windows event log
ja_jp: ネイティブ Windows イベント ログ
zh_cn: 原生 Windows 事件日志
zh_tw: 原生 Windows 事件記錄

# DashboardScopeMetricTitle.Text
source: Scope
ja_jp: 範囲
zh_cn: 范围
zh_tw: 範圍

# DashboardScopeMetricValue.Text
source: Current user
ja_jp: 現在のユーザー
zh_cn: 当前用户
zh_tw: 目前使用者

# DashboardScopeMetricHint.Text
source: Channels visible to this Windows account
ja_jp: この Windows アカウントに表示されるチャネル
zh_cn: 此 Windows 帐户可见的通道
zh_tw: 這個 Windows 帳戶可見的頻道

# DashboardStatusMetricTitle.Text
source: Catalog state
ja_jp: カタログの状態
zh_cn: 目录状态
zh_tw: 目錄狀態

# DashboardRecentActivityTitle.Text
source: Recent system activity
ja_jp: 最近のシステム アクティビティ
zh_cn: 最近系统活动
zh_tw: 最近系統活動

# DashboardReadinessTitle.Text
source: Foundation readiness
ja_jp: 基盤の準備状況
zh_cn: 基础功能就绪情况
zh_tw: 基礎功能狀態

# DashboardErrorCardTitle.Text
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# DashboardWarnCardTitle.Text
source: Warn
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# DashboardTodayCardTitle.Text
source: Critical events today
ja_jp: 本日の重大イベント
zh_cn: 今日重大事件
zh_tw: 今日重大事件

# DashboardLiveCardTitle.Text
source: Live
ja_jp: ライブ
zh_cn: 实时
zh_tw: 即時

# DashboardMonitoringCardTitle.Text
source: Monitoring
ja_jp: 監視
zh_cn: 监控
zh_tw: 監控

# DashboardStatusCardTitle.Text
source: Status
ja_jp: 状態
zh_cn: 状态
zh_tw: 狀態

# DashboardServiceStatusCardTitle.Text
source: Live Monitoring Status
ja_jp: ライブ監視の状態
zh_cn: 实时监控状态
zh_tw: 即時監控狀態

# DashboardServiceStatusMonitoringNotConfigured.Text
source: Monitoring has not been configured yet.
ja_jp: 監視はまだ設定されていません。
zh_cn: 实时监控尚未设置。
zh_tw: 即時監控尚未設定。

# DashboardTodayTotalLabel.Text
source: Total events today
ja_jp: 本日のイベント総数
zh_cn: 今日事件总数
zh_tw: 今日事件總數

# DashboardRecentCriticalEventsTitle.Text
source: Recent Critical Events
ja_jp: 最近の重大イベント
zh_cn: 最近的重大事件
zh_tw: 最近的重大事件

# DashboardViewAllEventsButton.Content
source: View all
ja_jp: すべて表示
zh_cn: 查看全部
zh_tw: 檢視全部

# DashboardOpenEventButton.Content
source: Open
ja_jp: 開く
zh_cn: 打开
zh_tw: 開啟

# DashboardCrashTimelineTitle.Text
source: Crash Timeline
ja_jp: クラッシュ タイムライン
zh_cn: 崩溃时间线
zh_tw: 當機時間軸

# DashboardRecentCriticalEventsPlaceholder.Text
source: No critical events were returned for the current dashboard query.
ja_jp: 現在のダッシュボード クエリでは重大イベントが返されませんでした。
zh_cn: 当前的仪表盘查询没有返回重大事件。
zh_tw: 目前的儀表板查詢沒有傳回重大事件。

# DashboardCrashTimelinePlaceholder.Text
source: No crash timeline entries were returned for the current dashboard query.
ja_jp: 現在のダッシュボード クエリではクラッシュ タイムラインの項目が返されませんでした。
zh_cn: 当前的仪表盘查询没有返回崩溃时间线数据。
zh_tw: 目前的儀表板查詢沒有傳回當機時間軸資料。

# Feature.EventStreams.Heading
source: Event streams
ja_jp: イベント ストリーム
zh_cn: 事件流
zh_tw: 事件串流

# Feature.EventStreams.Description
source: Browse Windows logs, custom views, archived EVTX files, and provider channels here.
ja_jp: ここで Windows ログ、カスタム ビュー、アーカイブ済み EVTX ファイル、プロバイダー チャネルを参照できます。
zh_cn: 可在此浏览 Windows 日志、自定义视图、已存档的 EVTX 文件和提供程序通道。
zh_tw: 在此瀏覽 Windows 記錄、自訂檢視、封存的 EVTX 檔案與提供者頻道。

# Feature.Diagnostics.Heading
source: Diagnostics
ja_jp: 診断
zh_cn: 诊断
zh_tw: 診斷

# Feature.Diagnostics.Description
source: Use Timeline, Live, Providers, Sessions, and Remote pages to correlate events and run investigations.
ja_jp: タイムライン、ライブ、プロバイダー、セッション、リモートの各ページでイベントを関連付け、調査を実行します。
zh_cn: 使用“时间线”、“实时”、“提供程序”、“会话”和“远程”页面关联事件并开展调查。
zh_tw: 使用時間軸、即時、提供者、工作階段與遠端頁面來關聯事件並執行調查。

# Feature.Settings.Heading
source: Settings
ja_jp: 設定
zh_cn: 设置
zh_tw: 設定

# Feature.Settings.Description
source: Configure themes, language, event presentation, monitoring limits, storage, privacy, and diagnostics here.
ja_jp: ここでテーマ、言語、イベント表示、監視の上限、ストレージ、プライバシー、診断を設定します。
zh_cn: 可在此设置主题、语言、事件显示、监控限制、存储、隐私和诊断。
zh_tw: 在此設定主題、語言、事件呈現、監控限制、儲存、隱私與診斷選項。

# Feature.EventLogs.Heading
source: Event Logs
ja_jp: イベント ログ
zh_cn: 事件日志
zh_tw: 事件記錄

# EventLogs.Heading
source: Event Logs
ja_jp: イベント ログ
zh_cn: 事件日志
zh_tw: 事件記錄

# EventLogs.ChannelDefault.Text
source: System
ja_jp: システム

# EventLogs.MessagePreviewUnavailable.Text
source: Message preview is not available for this summary.
ja_jp: この概要のメッセージ プレビューは利用できません。
zh_cn: 此摘要没有可用的消息预览。
zh_tw: 此摘要目前沒有可用的訊息預覽。

# EventLogs.SelectEvent.Text
source: Select an event to inspect its summary.
ja_jp: イベントを選択して概要を確認します。
zh_cn: 选择一个事件以查看其摘要。
zh_tw: 選取事件以檢視其摘要。

# EventLogs.FilterNone.Text
source: Showing all loaded events.
ja_jp: 読み込まれたすべてのイベントを表示しています。
zh_cn: 显示所有已加载的事件。
zh_tw: 顯示所有已載入的事件。

# EventLogs.FilterSummary.Text
source: Showing {0} of {1} loaded events.
ja_jp: 読み込まれたイベント {1} 件中 {0} 件を表示しています。
zh_cn: 正在显示已加载的 {1} 个事件中的 {0} 个。
zh_tw: 顯示 {1} 個已載入事件中的 {0} 個。

# EventLogs.DetailsLoading.Text
source: Loading event details…
ja_jp: イベントの詳細を読み込んでいます…
zh_cn: 正在加载事件详细信息…
zh_tw: 正在載入事件詳細資料…

# EventLogs.DetailsLoaded.Text
source: Event details loaded.
ja_jp: イベントの詳細を読み込みました。
zh_cn: 事件详细信息已加载。
zh_tw: 事件詳細資料已載入。

# EventLogs.MessageFormattingFailed.Text
source: The provider message could not be formatted; structured fields and XML remain available.
ja_jp: プロバイダー メッセージを整形できませんでした。構造化フィールドと XML は引き続き利用できます。
zh_cn: 无法格式化提供程序消息；结构化字段和 XML 仍然可用。
zh_tw: 無法格式化提供者訊息；結構化欄位與 XML 仍可使用。

# EventLogs.MessageFormattingError.Text
source: Message formatting failed with Win32 error {0}.
ja_jp: メッセージの整形に失敗しました。Win32 エラー: {0}。
zh_cn: 消息格式化失败，Win32 错误 {0}。
zh_tw: 訊息格式化失敗，Win32 錯誤 {0}。

# EventLogs.XmlUnavailable.Text
source: Raw XML is unavailable for this event.
ja_jp: このイベントの生 XML は利用できません。
zh_cn: 此事件没有可用的原始 XML。
zh_tw: 此事件沒有可用的原始 XML。

# EventLogs.Loading.Text
source: Loading events…
ja_jp: イベントを読み込んでいます…
zh_cn: 正在加载事件…
zh_tw: 正在載入事件…

# EventLogs.LoadingDetails.Text
source: The query is running in the background and the interface remains responsive.
ja_jp: クエリをバックグラウンドで実行しているため、インターフェイスは応答可能なままです。
zh_cn: 查询正在后台运行，界面仍可响应。
zh_tw: 查詢會在背景執行，介面仍可保持回應。

# EventLogs.Loaded.Text
source: Loaded {0} events.
ja_jp: イベントを {0} 件読み込みました。
zh_cn: 已加载 {0} 个事件。
zh_tw: 已載入 {0} 個事件。

# EventLogs.NoEvents.Text
source: No events were found in this channel.
ja_jp: このチャネルにイベントは見つかりませんでした。
zh_cn: 此通道中没有找到事件。
zh_tw: 此頻道中沒有找到事件。

# EventLogs.Cancelled.Text
source: The event query was cancelled.
ja_jp: イベント クエリは取り消されました。
zh_cn: 事件查询已取消。
zh_tw: 事件查詢已取消。

# EventLogs.AccessDenied.Text
source: Access to this channel was denied. Try opening the application with appropriate permissions.
ja_jp: このチャネルへのアクセスが拒否されました。適切な権限でアプリを開いてください。
zh_cn: 访问此通道被拒绝。请以具备相应权限的方式打开应用程序。
zh_tw: 拒絕存取此頻道。請以具備適當權限的方式開啟應用程式。

# EventLogsRestartAsAdministratorButton.Content
source: Restart as administrator
ja_jp: 管理者として再起動
zh_cn: 以管理员身份重新启动
zh_tw: 以管理員身分重新啟動

# EventLogs.InvalidChannel.Text
source: This event channel is unavailable or no longer exists.
ja_jp: このイベント チャネルは利用できないか、既に存在しません。
zh_cn: 此事件通道无法使用，或已不存在。
zh_tw: 此事件頻道無法使用，或已不存在。

# EventLogs.ServiceUnavailable.Text
source: The Windows Event Log service is unavailable.
ja_jp: Windows イベント ログ サービスは利用できません。
zh_cn: Windows 事件日志服务无法使用。
zh_tw: Windows 事件記錄服務無法使用。

# EventLogs.QueryFailed.Text
source: The event query could not be completed.
ja_jp: イベント クエリを完了できませんでした。
zh_cn: 无法完成事件查询。
zh_tw: 無法完成事件查詢。

# EventLogs.ErrorDetails.Text
source: Technical details — Win32 error {0}.
ja_jp: 技術的な詳細 — Win32 エラー {0}。
zh_cn: 技术详细信息 — Win32 错误 {0}。
zh_tw: 技術詳細資料 — Win32 錯誤 {0}。

# EventLogs.Level.Critical
source: Critical
ja_jp: 重大
zh_cn: 重大
zh_tw: 重大

# EventLogs.Level.Error
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# EventLogs.Level.Warning
source: Warning
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# EventLogs.Level.Information
source: Information
ja_jp: 情報
zh_cn: 信息
zh_tw: 資訊

# EventLogs.Level.Verbose
source: Verbose
ja_jp: 詳細
zh_cn: 详细
zh_tw: 詳細

# EventLogs.Level.Unknown
source: Unknown
ja_jp: 不明
zh_cn: 未知
zh_tw: 未知

# EventLogsChannelLabel.Text
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# EventLogsSearchBox.PlaceholderText
source: Search loaded event summaries
ja_jp: 読み込まれたイベントの概要を検索
zh_cn: 搜索已加载的事件摘要
zh_tw: 搜尋已載入的事件摘要

# EventLogsRefreshButton.Content
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# EventLogsClearFilterButton.Content
source: Clear filter
ja_jp: フィルターをクリア
zh_cn: 清除筛选器
zh_tw: 清除篩選

# EventLogsStatusInfoBar.Title
source: Event log status
ja_jp: イベント ログの状態
zh_cn: 事件日志状态
zh_tw: 事件記錄狀態

# EventLogsStatusInfoBar.Message
source: Event log status.
ja_jp: イベント ログの状態。
zh_cn: 事件日志状态。
zh_tw: 事件記錄狀態。

# EventLogsChannelPaneTitle.Text
source: Current log
ja_jp: 現在のログ
zh_cn: 当前记录
zh_tw: 目前記錄

# EventLogsChannelPaneDescription.Text
source: Select a channel from Event Logs navigation to inspect its latest events.
ja_jp: イベント ログ ナビゲーションからチャネルを選択し、最新のイベントを確認します。
zh_cn: 从“事件日志”导航中选择一个通道，以查看其最新事件。
zh_tw: 從事件記錄導覽選取頻道，以檢視其中的最新事件。

# EventLogsLevelHeader.Text
source: Level
ja_jp: レベル
zh_cn: 级别
zh_tw: 層級

# EventLogsTimeHeader.Text
source: Date and time
ja_jp: 日時
zh_cn: 日期与时间
zh_tw: 日期與時間

# EventLogsProviderHeader.Text
source: Source / provider
ja_jp: ソース / プロバイダー
zh_cn: 来源／提供程序
zh_tw: 來源／提供者

# EventLogsIdHeader.Text
source: Event ID
ja_jp: イベント ID
zh_cn: 事件 ID
zh_tw: 事件識別碼

# EventLogsTaskHeader.Text
source: Task category
ja_jp: タスクのカテゴリ
zh_cn: 任务类别
zh_tw: 工作類別

# EventLogsChannelHeader.Text
source: Channel
ja_jp: チャネル
zh_cn: 通道
zh_tw: 頻道

# EventLogsUserHeader.Text
source: User
ja_jp: ユーザー
zh_cn: 用户
zh_tw: 使用者

# EventLogsComputerHeader.Text
source: Computer
ja_jp: コンピューター
zh_cn: 计算机
zh_tw: 電腦

# EventLogsDescriptionHeader.Text
source: Short description
ja_jp: 簡単な説明
zh_cn: 简短描述
zh_tw: 簡短描述

# EventLogsCopyButton.Content
source: Copy
ja_jp: コピー
zh_cn: 复制
zh_tw: 複製

# EventLogsRefreshCommand.Label
source: Refresh
ja_jp: 更新
zh_cn: 刷新
zh_tw: 重新整理

# EventLogsFilterCommand.Label
source: Filter
ja_jp: フィルター
zh_cn: 筛选器
zh_tw: 篩選

# EventLogsClearFilterCommand.Label
source: Clear filter
ja_jp: フィルターをクリア
zh_cn: 清除筛选器
zh_tw: 清除篩選

# EventLogsCopyCommand.Label
source: Copy
ja_jp: コピー
zh_cn: 复制
zh_tw: 複製

# EventLogsCopyMenuItem.Text
source: Copy selected events
ja_jp: 選択したイベントをコピー
zh_cn: 复制选择的事件
zh_tw: 複製選取的事件

# EventLogsBookmarkMenuItem.Text
source: Bookmark selected events
ja_jp: 選択したイベントをブックマーク
zh_cn: 为所选事件添加书签
zh_tw: 為選取的事件加書籤

# EventLogsExportMenuItem.Text
source: Export selected events
ja_jp: 選択したイベントをエクスポート
zh_cn: 导出选择的事件
zh_tw: 匯出選取的事件

# EventLogsBookmarkCommand.Label
source: Bookmark
ja_jp: ブックマーク
zh_cn: 添加书签
zh_tw: 加入書籤

# EventLogsExportCommand.Label
source: Export
ja_jp: エクスポート
zh_cn: 导出
zh_tw: 匯出

# EventLogsToggleDetailsCommand.Label
source: Toggle details
ja_jp: 詳細の表示を切り替え
zh_cn: 切换详细信息
zh_tw: 切換詳細資料

# EventLogsFindNextCommand.Label
source: Find next
ja_jp: 次を検索
zh_cn: 查找下一个
zh_tw: 尋找下一個

# EventLogsFindPreviousCommand.Label
source: Find previous
ja_jp: 前を検索
zh_cn: 查找上一个
zh_tw: 尋找上一個

# EventLogsSaveViewCommand.Label
source: Save view
ja_jp: ビューを保存
zh_cn: 保存视图
zh_tw: 儲存檢視

# EventLogsOpenSavedLogCommand.Label
source: Open saved log
ja_jp: 保存済みログを開く
zh_cn: 打开已保存的日志
zh_tw: 開啟已儲存記錄

# EventLogsClearLogCommand.Label
source: Clear log
ja_jp: ログをクリア
zh_cn: 清除日志
zh_tw: 清除記錄

# EventLogsPropertiesCommand.Label
source: Properties
ja_jp: プロパティ
zh_cn: 属性
zh_tw: 內容

# EventLogsLiveUpdatesCommand.Label
source: Live updates
ja_jp: ライブ更新
zh_cn: 实时更新
zh_tw: 即時更新

# EventLogsHelpCommand.Label
source: Help
ja_jp: ヘルプ
zh_cn: 说明
zh_tw: 說明

# EventLogsFilterFlyoutTitle.Text
source: Build event filter
ja_jp: イベント フィルターの作成
zh_cn: 创建事件筛选器
zh_tw: 建立事件篩選

# EventLogsFilterProviderBox.Header
source: Provider
ja_jp: プロバイダー
zh_cn: 提供程序
zh_tw: 提供者

# EventLogsFilterProviderBox.PlaceholderText
source: For example, Kernel-Power
ja_jp: 例: Kernel-Power
zh_cn: 例如：Kernel-Power
zh_tw: 例如 Kernel-Power

# EventLogsFilterEventIdBox.Header
source: Event ID
ja_jp: イベント ID
zh_cn: 事件 ID
zh_tw: 事件識別碼

# EventLogsFilterEventIdBox.PlaceholderText
source: Numeric Event ID
ja_jp: 数値のイベント ID
zh_cn: 数字事件 ID
zh_tw: 數字事件識別碼

# EventLogsFilterTaskBox.Header
source: Task
ja_jp: タスク
zh_cn: 任务
zh_tw: 工作

# EventLogsFilterTaskBox.PlaceholderText
source: Numeric task
ja_jp: 数値のタスク
zh_cn: 数字任务值
zh_tw: 數字工作

# EventLogsFilterOpcodeBox.Header
source: Opcode
ja_jp: オペコード
zh_cn: 操作码
zh_tw: 作業碼

# EventLogsFilterOpcodeBox.PlaceholderText
source: Numeric opcode
ja_jp: 数値のオペコード
zh_cn: 数字操作码
zh_tw: 數字作業碼

# EventLogsFilterKeywordBox.Header
source: Keyword mask
ja_jp: キーワード マスク
zh_cn: 关键字遮罩
zh_tw: 關鍵字遮罩

# EventLogsFilterKeywordBox.PlaceholderText
source: Decimal value or 0x hexadecimal mask
ja_jp: 10 進数または 0x 形式の 16 進マスク
zh_cn: 十进制值或 0x 十六进制掩码
zh_tw: 數字關鍵字遮罩

# EventLogsFilterProcessIdBox.Header
source: Process ID
ja_jp: プロセス ID
zh_cn: 进程 ID
zh_tw: 處理程序 ID

# EventLogsFilterProcessIdBox.PlaceholderText
source: Numeric process ID
ja_jp: 数値のプロセス ID
zh_cn: 数字进程 ID
zh_tw: 數字處理程序 ID

# EventLogsFilterThreadIdBox.Header
source: Thread ID
ja_jp: スレッド ID
zh_cn: 线程 ID
zh_tw: 執行緒 ID

# EventLogsFilterThreadIdBox.PlaceholderText
source: Numeric thread ID
ja_jp: 数値のスレッド ID
zh_cn: 数字线程 ID
zh_tw: 數字執行緒 ID

# EventLogsFilterUserBox.Header
source: User SID
ja_jp: ユーザー SID
zh_cn: 用户 SID
zh_tw: 使用者 SID

# EventLogsFilterComputerBox.Header
source: Computer
ja_jp: コンピューター
zh_cn: 计算机
zh_tw: 電腦

# EventLogsFilterComputerBox.PlaceholderText
source: Computer name
ja_jp: コンピューター名
zh_cn: 计算机名称
zh_tw: 電腦名稱

# EventLogsFilterLevelBox.Header
source: Level
ja_jp: レベル
zh_cn: 级别
zh_tw: 層級

# EventLogsFilterLevelAny.Content
source: Any level
ja_jp: すべてのレベル
zh_cn: 所有级别
zh_tw: 任何層級

# EventLogsFilterLevelCritical.Content
source: Critical
ja_jp: 重大
zh_cn: 重大
zh_tw: 重大

# EventLogsFilterLevelError.Content
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# EventLogsFilterLevelWarning.Content
source: Warning
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# EventLogsFilterLevelInformation.Content
source: Information
ja_jp: 情報
zh_cn: 信息
zh_tw: 資訊

# EventLogsFilterAfterToday.Header
source: Only events from the last 24 hours
ja_jp: 過去 24 時間のイベントのみ
zh_cn: 只显示最近 24 小时的事件
zh_tw: 只顯示最近 24 小時的事件

# EventLogsFilterAfterHoursBox.Header
source: Only events from the last N hours
ja_jp: 過去 N 時間のイベントのみ
zh_cn: 只显示最近 N 小时的事件
zh_tw: 只顯示最近 N 小時的事件

# EventLogsFilterAfterHoursBox.PlaceholderText
source: For example, 6
ja_jp: 例: 6
zh_cn: 例如 6
zh_tw: 例如 6

# EventLogsRawXPathBox.Header
source: Advanced raw XPath (overrides the fields above)
ja_jp: 詳細な生 XPath (上のフィールドを上書きします)
zh_cn: 高级原始 XPath（会覆盖上方字段）
zh_tw: 進階原始 XPath（會覆寫上方欄位）

# EventLogsApplyFilterButton.Content
source: Apply filter
ja_jp: フィルターを適用
zh_cn: 应用筛选器
zh_tw: 套用篩選

# EventLogsClearStructuredFilterButton.Content
source: Clear builder
ja_jp: 作成内容をクリア
zh_cn: 清除构建器
zh_tw: 清除建立器

# EventLogs.ExportLoading.Text
source: Exporting selected events
ja_jp: 選択したイベントをエクスポートしています
zh_cn: 正在导出选择的事件

# EventLogs.ExportCompleted.Text
source: Selected events exported
ja_jp: 選択したイベントをエクスポートしました
zh_cn: 选择的事件已导出

# EventLogs.ExportCompletedDetails.Text
source: Saved to {0}.
ja_jp: {0} に保存しました。
zh_cn: 已保存到 {0}。

# EventLogs.ExportFailed.Text
source: Selected events could not be exported
ja_jp: 選択したイベントをエクスポートできませんでした
zh_cn: 无法导出选择的事件

# EventLogs.ExportTextFiles.Text
source: Text files (*.txt)
ja_jp: テキスト ファイル (*.txt)
zh_cn: 文本文件 (*.txt)

# EventLogs.FilterSummary.Structured.Text
source: Showing {0} of {1} loaded events with a structured filter.
ja_jp: 構造化フィルターで、読み込まれたイベント {1} 件中 {0} 件を表示しています。
zh_cn: 正在显示已加载的 {1} 个事件中符合结构化筛选器的 {0} 个。
zh_tw: 使用結構化篩選顯示 {0}/{1} 個已載入事件。

# EventLogsLevelHeaderButton.Content
source: Level
ja_jp: レベル
zh_cn: 级别
zh_tw: 層級

# EventLogsTimeHeaderButton.Content
source: Date and time
ja_jp: 日時
zh_cn: 日期与时间
zh_tw: 日期與時間

# EventLogsProviderHeaderButton.Content
source: Source / provider
ja_jp: ソース / プロバイダー
zh_cn: 来源／提供程序
zh_tw: 來源／提供者

# EventLogsIdHeaderButton.Content
source: Event ID
ja_jp: イベント ID
zh_cn: 事件 ID
zh_tw: 事件識別碼

# EventLogsTaskHeaderButton.Content
source: Task category
ja_jp: タスクのカテゴリ
zh_cn: 任务类别
zh_tw: 工作類別
